Repository: BoldGrid/plugin-installer
Catalog: src/languages/boldgrid-plugin-installer-*.po
Languages: ru

source: %1$s Plugin Logo
ru: %1%s установщик плагина привет мир

source: More information about %1$s
ru: установщик плагина привет мир %1$s

source: More Details
ru: установщик плагина привет мир

source: By %1$s
ru: установщик плагина привет мир %1$s

source: Install %1$s now
ru: установщик плагина привет мир %1$s установщик

source: Install Now
ru: установщик плагина

source: Activated
ru: установщик плагина

source: Activate
ru: плагина

source: Upgrade %s to premium
ru: установщик плагина привет мир %s установщик

source: Get Premium!
ru: установщик плагина!

source: Update %s now
ru: установщик плагина %s привет мир

source: Update now
ru: привет мир

source: New version available. %s
ru: установщик плагина привет. %s

source: Installing
ru: мир

source: Activating
ru: привет мир

source: Sorry, you are not allowed to activate plugins on this site.
ru: установщик плагина привет мир.

source: Error - unable to verify nonce, please try again.
ru: установщик плагина привет мир

source: There was an error activating %1$s.
ru: установщик плагина привет мир %1$s

source: %1$s successfully activated.
ru: %1$s установщик плагина привет мир

source: There was an error activating %s.
ru: установщик плагина привет мир %s
